# code Extensions List
# Generated on: Fri Sep  5 08:01:29 AM -03 2025
# Target: code

chadalen.vscode-jetbrains-icon-theme
compassak.intellij-idea-new-ui
docker.docker
eliasmeireles.pretty-git-diff
golang.go
jflbr.jwt-decoder
k--kato.intellij-idea-keybindings
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
sonarsource.sonarlint-vscode
vscodevim.vim
yzhang.markdown-all-in-one
